Repository: rrd108/grants
Catalog: src/Locale/*/default.po
Languages: hu_hu

source: The company has been saved.
hu_hu: A cég elmentve.

source: The company could not be saved. Please, try again.
hu_hu: A cég mentése sikertelen. Kérem, próbálja újra.

source: The company has been deleted.
hu_hu: A cég törlésre került.

source: The company could not be deleted. Please, try again.
hu_hu: A cég törlése sikertelen. Kérem, próbálja újra.

source: The companies grant has been saved.
hu_hu: A cég-pályázat elmentve.

source: The companies grant could not be saved. Please, try again.
hu_hu: A cég-pályázat mentése sikertelen. Kérem, próbálja újra.

source: The companies grant has been deleted.
hu_hu: A cég-pályázat törlésre került.

source: The companies grant could not be deleted. Please, try again.
hu_hu: A cég-pályázat törlése sikertelen. Kérem próbálja újra.

source: The grant has been saved.
hu_hu: A pályázat elmentve.

source: The grant could not be saved. Please, try again.
hu_hu: A pályázat mentése sikertelen. Kérem próbálja úja.

source: The grant has been deleted.
hu_hu: A pályázat törlésre került.

source: The grant could not be deleted. Please, try again.
hu_hu: A pályázat törlése sikertelen. Kérem próbálja újra.

source: The history has been saved.
hu_hu: Az történés elmentve.

source: The history could not be saved. Please, try again.
hu_hu: Az történés mentése sikertelen. Kérem próbálja újra.

source: The history has been deleted.
hu_hu: Az történés törlésre került.

source: The history could not be deleted. Please, try again.
hu_hu: Az történés törlése sikertelen. Kérem próbálja újra.

source: The issuer has been saved.
hu_hu: A kibocsátó elmentve.

source: The issuer could not be saved. Please, try again.
hu_hu: A kibocsátó mentése sikertelen.

source: The issuer has been deleted.
hu_hu: A kibocsátó törlésre került.

source: The issuer could not be deleted. Please, try again.
hu_hu: A kibocsátó törlése sikertelen. Kérem próbálja újra.

source: The status has been saved.
hu_hu: Az állapot elmentve.

source: The status could not be saved. Please, try again.
hu_hu: Az állapot mentése sikertelen.

source: The status has been deleted.
hu_hu: Az állapot törlésre került.

source: The status could not be deleted. Please, try again.
hu_hu: Az állapot törlése sikertelen. Kérem próbálja újra.

source: The tag has been saved.
hu_hu: A címke elmentve.

source: The tag could not be saved. Please, try again.
hu_hu: A címke mentése sikertelen. Kérem próbálja újra.

source: The tag has been deleted.
hu_hu: A címke törlésre került.

source: The tag could not be deleted. Please, try again.
hu_hu: A címke törlése sikertelen. Kérem próbálja újra.

source: Actions
hu_hu: Műveletek

source: Delete
hu_hu: Törlés

source: Are you sure you want to delete # {0}?
hu_hu: Biztos benne, hogy törölni szeretné #{0}-t?

source: List <%= $pluralHumanName %>
hu_hu: <%= $pluralHumanName %> listázása

source: List <%= $this->_pluralHumanName($alias) %>
hu_hu: <%= $this->_pluralHumanName($alias) %> listázása

source: New <%= $this->_singularHumanName($alias) %>
hu_hu: Új <%= $this->_singularHumanName($alias) %>

source: Submit
hu_hu: Végrehajt

source: New <%= $singularHumanName %>
hu_hu: Új <%= $singularHumanName %>

source: View
hu_hu: Megtekintés

source: Edit
hu_hu: Szerkesztés

source: first
hu_hu: első

source: previous
hu_hu: előző

source: next
hu_hu: következő

source: last
hu_hu: utolsó

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
hu_hu: {{page}} oldal a(z) {{pages}} oldalból, {{current}} rekord megjelenítése {{count}} közül.

source: Edit <%= $singularHumanName %>
hu_hu: <%= $singularHumanName %> szerkesztése

source: Delete <%= $singularHumanName %>
hu_hu: <%= $singularHumanName %> törlése

source: New <%= Inflector::humanize(Inflector::singularize(Inflector::underscore($alias))) %>
hu_hu: Új <%= Inflector::humanize(Inflector::singularize(Inflector::underscore($alias))) %>

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Related <%= $otherPluralHumanName %>
hu_hu: Kapcsolódva <%= $otherPluralHumanName %>

source: List Companies
hu_hu: Cégek listázása

source: List Grants
hu_hu: Pályázatok listázása

source: New Grant
hu_hu: Új pályázat

source: Add Company
hu_hu: Cég hozzáadása

source: Edit Company
hu_hu: Cég szerkesztése

source: New Company
hu_hu: Új cég

source: Companies
hu_hu: Cégek

source: Delete Company
hu_hu: Cég törlése

source: Name
hu_hu: Név

source: Id
hu_hu: Azonosító

source: Related Grants
hu_hu: Kapcsolódó pályázatok

source: Issuer Name
hu_hu: Kibocsátó név

source: Shortname
hu_hu: Rövid név

source: Code
hu_hu: Kód

source: Status
hu_hu: Státusz

source: List Companies Grants
hu_hu: Cég-pályázatok listázása

source: Add Companies Grant
hu_hu: Cég-pályázat hozzáadása

source: Edit Companies Grant
hu_hu: Cég-pályázat szerkesztése

source: Current status of Grants
hu_hu: A pályázat aktuális állapota

source: New Companies Grant
hu_hu: Új cég-pályázat

source: Current status
hu_hu: Aktuális állapot

source: In progress
hu_hu: Futó

source: Show finished
hu_hu: Mutasd a lezártakat

source: Finished
hu_hu: Lezárt

source: Show non finished
hu_hu: Mutasd a folyamatban lévőket

source: Company
hu_hu: Cég

source: Grant
hu_hu: Pályázat

source: Deadline
hu_hu: Határidő

source: Overdued
hu_hu: Lejárt

source: Delete Companies Grant
hu_hu: Cég-pályázat törlése

source: Issuer
hu_hu: Kibocsátó

source: Contact
hu_hu: Kapcsolattartó

source: Amount
hu_hu: Összeg

source: De minimis
hu_hu: De miminis

source: History
hu_hu: Történés

source: Done
hu_hu: Kész

source: Created
hu_hu: Létrehozva

source: User
hu_hu: Felhasználó

source: Event
hu_hu: Esemény

source: Save
hu_hu: Mentés

source: Waiting
hu_hu: Várakozó

source: Set this todo as done?
hu_hu: Állítsuk a feladatot készre?

source: Done at
hu_hu: Elkészült

source: List Issuers
hu_hu: Kibocsátók lsitázásáa

source: New Issuer
hu_hu: Új kibocsátó

source: Add Grant
hu_hu: Pályázat hozzáadása

source: Edit Grant
hu_hu: Pályázat szerkesztése

source: Grants
hu_hu: Pályázatok

source: Delete Grant
hu_hu: Pályázat törlése

source: Related Companies
hu_hu: Kapcsolódó cégek

source: List Histories
hu_hu: Történések listázása

source: List Statuses
hu_hu: Státuszok listázása

source: New Status
hu_hu: Új státusz

source: List Users
hu_hu: Felhasználók listázása

source: New User
hu_hu: Új felhasználó

source: Add History
hu_hu: Új történés

source: Edit History
hu_hu: Történés szerkesztése

source: Has deadline:
hu_hu: Van határideje:

source: New History
hu_hu: Új történés

source: Histories
hu_hu: Történések

source: Todos
hu_hu: Feladatok

source: Overdue
hu_hu: Lejárt

source: {0} days
hu_hu: {0} nap

source: Delete History
hu_hu: Történés törlése

source: Companies Grant
hu_hu: Cég-pályázatok

source: Add Issuer
hu_hu: Kibocsátó hozzáadása

source: Edit Issuer
hu_hu: Kibocsátó szerkesztése

source: Issuers
hu_hu: Kibocsátók

source: Delete Issuer
hu_hu: Kibocsátó törlése

source: Issuer Id
hu_hu: Kibocsátó azonosító

source: Logout
hu_hu: Kilép

source: Error
hu_hu: Hiba

source: Back
hu_hu: Vissza

source: Login
hu_hu: Bejelentkezés

source: Add Status
hu_hu: Státusz hozzáadása

source: Edit Status
hu_hu: Státusz szerkesztése

source: Statuses
hu_hu: Státuszok

source: Delete Status
hu_hu: Státusz törlése

source: Related Histories
hu_hu: Kapcsolódó történések

source: Company Grant Id
hu_hu: Cég-pályázat azonosító

source: Status Id
hu_hu: Státusz azonostó

source: User Id
hu_hu: Felhasználó azonosító

source: List Tags
hu_hu: Címkék listázása

source: Add Tag
hu_hu: Címke hozzáadása

source: Edit Tag
hu_hu: Címke szerkesztése

source: New Tag
hu_hu: Új címke

source: Tags
hu_hu: Címkék

source: Delete Tag
hu_hu: Címke törlése

source: User Name
hu_hu: Felhasználó név

source: The requested address {0} was not found on this server.
hu_hu: A kért cím {0} nem található a kiszolgálón.

source: An Internal Error Has Occurred
hu_hu: Belső hiba történt

source: You are not authorized to access that location.
hu_hu: Nem jogosult a keresett oldal megtekintéséhez.

source: Missing CSRF token cookie
hu_hu: Hiányzik a CSRF token süti

source: CSRF token mismatch.
hu_hu: Nem megfelelő CSRF token

source: Not Found
hu_hu: Nem található

source: An Internal Error Has Occurred.
hu_hu: Belső hiba történt.

source: The requested file contains `..` and will not be read.
hu_hu: A kért fáj '..'-ot tartalmaz, nem lehet betölteni

source: The requested file was not found
hu_hu: A kért fájl nem található

source: {0,number,integer} Byte
hu_hu: {0,number,integer} Bájt

source: {0} from now
hu_hu: {0} mostantól

source: {0} ago
hu_hu: {0} óta

source: {0} after
hu_hu: {0} után

source: {0} before
hu_hu: {0} előtt

source: just now
hu_hu: pont most

source: about a second ago
hu_hu: körülbelül egy másodperce

source: about a minute ago
hu_hu: körülbelül egy perce

source: about an hour ago
hu_hu: körülbelül egy órája

source: about a day ago
hu_hu: körülbelül egy napja

source: about a week ago
hu_hu: körülbelül egy hete

source: about a month ago
hu_hu: körülbelül egy hónapja

source: about a year ago
hu_hu: körülbelül egy éve

source: in about a second
hu_hu: körülbelül egy másodpercen belül

source: in about a minute
hu_hu: körülbelül egy percen belül

source: in about an hour
hu_hu: körülbelül egy órán belül

source: in about a day
hu_hu: körülbelül egy napon belül

source: in about a week
hu_hu: körülbelül egy héten belül

source: in about a month
hu_hu: körülbelül egy hónapon belül

source: in about a year
hu_hu: körülbelül egy éven belül

source: today
hu_hu: ma

source: %s ago
hu_hu: % óta

source: on %s
hu_hu: tovább %-val/vel

source: {0} year
hu_hu: {0} év

source: {0} month
hu_hu: {0} hónap

source: {0} week
hu_hu: {0} hét

source: {0} day
hu_hu: {0} nap

source: {0} hour
hu_hu: {0} óra

source: {0} minute
hu_hu: {0} perc

source: {0} second
hu_hu: {0} másodperc

source: This value is already in use
hu_hu: Az érték már használatban van

source: This value does not exist
hu_hu: Az érték nem létezik

source: The count does not match {0}{1}
hu_hu: A(z) {0}, és {1} értékek nem egyeznek

source: and
hu_hu: és

source: This field is required
hu_hu: A mező kitöltése kötelező

source: This field cannot be left empty
hu_hu: A mezőt nem szabad üresen hagyni

source: The provided value is invalid
hu_hu: A megadott érték érvénytelen

source: Edit {0}
hu_hu: % szerkesztése

source: New {0}
hu_hu: Új %

source: Home
hu_hu: Főoldal

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Please enter your email and password
hu_hu: Kérem add meg email címed, és jelszavad

source: Email
hu_hu: Email cím

source: Password
hu_hu: Jelszó

source: Remember me
hu_hu: Emlékezz rám

source: Register
hu_hu: Regisztráció

source: Reset Password
hu_hu: Jelszó visszaállítása
